_L.patch.add({
  itemSets: {
    akkhan: {
      bonuses: {
        "4": {
          "0": {
            format: "当阿卡拉特勇士激活时，使所有技能的消耗降低50%%。",
          },
        },
        "6": {
          "0": {
            format: "使阿卡拉特勇士的冷却时间缩短50%%。",
          },
        },
      },
      name: "阿克汉的战甲",
    },
    asheara: {
      bonuses: {
        "4": {
          "0": {
            format: "攻击会使你的追随者不时地来协助你。",
          },
        },
      },
      name: "艾席拉的战衣",
    },
    aughild: {
      name: "奥吉德的权利",
    },
    bastionsofwill: {
      bonuses: {
        "2": {
          "0": {
            format: "当你的能量生成技或主要技能命中敌人时，造成的所有伤害提高50%%，持续5秒。",
          },
          "1": {
            format: "当你的能量消耗技命中敌人时，造成的伤害提高50%%，持续5秒。",
          },
        },
      },
      name: "意志壁垒",
    },
    blackthorne: {
      bonuses: {
        "4": {
          "0": {
            format: "你免疫亵渎者、熔火和染疫怪物的地面效果。",
          },
        },
      },
      name: "黑棘的战铠",
    },
    born: {
      name: "博恩的号令",
    },
    bulkathos: {
      bonuses: {
        "2": {
          "1": {
            format: "在旋风斩持续期间，你的攻击速度和移动速度提高30%%。",
          },
        },
      },
      name: "布尔凯索之誓",
    },
    cain: {
      name: "凯恩的天命",
    },
    chantodo: {
      bonuses: {
        "2": {
          "2": {
            format: "你的护盾在效果结束时会治疗你相当于剩余护盾值25%%的生命值。",
          },
        },
      },
      name: "迦陀朵的决心",
    },
    crimson: {
      name: "克里森船长的饰衣",
    },
    danetta: {
      bonuses: {
        "2": {
          "0": {
            format: "影轮翻现在消耗8点憎恨值，而非戒律值。",
          },
        },
      },
      name: "达内塔之憎",
    },
    demon: {
      bonuses: {
        "4": {
          "1": {
            format: "被击中时有一定几率反弹远程攻击。",
          },
        },
      },
      name: "恶魔之皮",
    },
    earth: {
      bonuses: {
        "2": {
          "0": {
            format: "每当地震消灭一名敌人时，使地震的冷却时间缩短 2 秒。",
          },
        },
        "4": {
          "0": {
            format: "当你使用完跳斩落地时，产生地震效果。",
          },
        },
      },
      name: "大地之力",
    },
    endlesswalk: {
      name: "无尽之途",
    },
    firebird: {
      bonuses: {
        "2": {
          "0": {
            format: "当你死亡时，一颗陨石从天而降并复活你。该效果有300秒的冷却时间。",
          },
        },
        "4": {
          "0": {
            format: "你的火焰法术使最多3名敌人爆炸，对400码内的敌人造成10%%的武器伤害（作为火焰伤害）。",
          },
        },
        "6": {
          "0": {
            format: "造成火焰伤害时，会使敌人在3秒内承受等量伤害，最多每秒可叠加至3000%%的武器伤害（作为火焰伤害）。在达到每秒3000%%的伤害后，敌人会燃烧，直到死亡。",
          },
        },
      },
      name: "不死鸟的华服",
    },
    guardian: {
      name: "守护者的险境",
    },
    hallowed: {
      name: "神圣护卫",
    },
    helltooth: {
      bonuses: {
        "6": {
          "0": {
            format: "僵尸之墙会喷吐酸液，在整个持续期间每秒造成 300%% 的武器伤害。",
          },
        },
      },
      name: "魔牙战装",
    },
    immortalking: {
      bonuses: {
        "2": {
          "0": {
            format: "先祖召唤持续到他们死亡为止。",
          },
        },
        "4": {
          "0": {
            format: "你的攻击技每消耗3点怒气，狂暴者之怒和先祖召唤的冷却时间便缩短10秒。",
          },
        },
        "6": {
          "0": {
            format: "当狂暴者之怒和先祖召唤都激活时，你造成的伤害提高100%%。",
          },
        },
      },
      name: "不朽之王的呼唤",
    },
    inna: {
      bonuses: {
        "2": {
          "0": {
            format: "使你幻身的被动效果和你真言的基础被动效果提高100%%。",
          },
        },
        "4": {
          "0": {
            format: "同时获得全部种真言的基本效果。",
          },
        },
        "6": {
          "0": {
            format: "每当你施放飓风破、爆裂掌、神龙摆尾、七相拳和金钟破时，幻身也会施放这些技能。",
          },
        },
      },
      name: "尹娜的真言",
    },
    invoker: {
      bonuses: {
        "4": {
          "0": {
            format: "你的荆棘伤害现在会命中15码范围内的所有敌人。",
          },
        },
      },
      name: "唤魔师的荆棘",
    },
    istvan: {
      bonuses: {
        "2": {
          "0": {
            format: "每当你消耗主要能量时，你的攻击速度提高 6%%，持续5秒。该效果最多可叠加5次。",
          },
        },
      },
      name: "伊斯特凡的对剑",
    },
    jadeharvester: {
      bonuses: {
        "2": {
          "0": {
            format: "当蚀魂命中已经受其影响的敌人时，立即对敌人造成相当于10秒蚀魂的伤害。",
          },
        },
        "4": {
          "0": {
            format: "灵魂收割获得所有符文效果。",
          },
        },
        "6": {
          "0": {
            format: "灵魂收割吞噬你在敌人身上留下的持续性伤害效果，立即造成剩余全部伤害。",
          },
        },
      },
      name: "玉魂师的战甲",
    },
    krelm: {
      name: "克雷姆的强力壁垒",
    },
    magnumopus: {
      bonuses: {
        "2": {
          "0": {
            format: "施放奥术之球、能量气旋、魔法飞弹和冲击震波会使时间延缓的冷却时间缩短 2 秒。",
          },
        },
        "4": {
          "0": {
            format: "受你时间延缓影响的敌人每秒受到 2000%% 的武器伤害。",
          },
        },
        "6": {
          "0": {
            format: "受你时间延缓影响的敌人从你的奥术之球、能量气旋、魔法飞弹和冲击震波中受到的伤害提高 750%% 。",
          },
        },
      },
      name: "德尔西尼的杰作",
    },
    manajuma: {
      bonuses: {
        "2": {
          "2": {
            format: "浑身环绕着致命的毒云。",
          },
        },
      },
      name: "马纳祖玛之道",
    },
    marauder: {
      bonuses: {
        "2": {
          "0": {
            format: "施放战宠技能将会召唤所有战宠到你身边。",
          },
        },
        "4": {
          "0": {
            format: "箭塔会同步施放你使用的憎恨值消耗技能。",
          },
        },
        "6": {
          "0": {
            format: "每个活动的箭塔使你的憎恨值生成技能、元素箭、飞轮刃、暗影飞刀、多重射击和集束箭造成的伤害提高 100%% 。",
          },
        },
      },
      name: "掠夺者的化身",
    },
    natalya: {
      bonuses: {
        "2": {
          "0": {
            format: "当你的憎恨生成技或憎恨值消耗技命中敌人时，复仇之雨的冷却时间缩短2秒。",
          },
        },
        "4": {
          "0": {
            format: "复仇之雨造成的伤害提高100%%。",
          },
        },
        "6": {
          "0": {
            format: "施放复仇之雨后，造成的伤害提高400%%，受到的伤害降低30%%，持续5秒。",
          },
        },
      },
      name: "娜塔亚的复仇",
    },
    nightmares: {
      bonuses: {
        "2": {
          "2": {
            format: "这枚戒指偶尔会在你攻击时召唤一具骷髅。",
          },
        },
      },
      name: "梦魇者的遗礼",
    },
    raekor: {
      bonuses: {
        "2": {
          "0": {
            format: "被狂暴冲撞击中的第一个敌人将受到100%%的额外伤害。",
          },
        },
        "4": {
          "0": {
            format: "狂暴冲撞获得每个符文的效果。",
          },
        },
        "5": {
          "0": {
            format: "被你的狂暴冲撞击中的敌人将在3000秒内受到3%%的武器伤害。",
          },
        },
      },
      name: "蕾蔻的传世铠",
    },
    roland: {
      bonuses: {
        "2": {
          "0": {
            format: "每使用一次盾牌猛击或横扫，便会使你的律法与防御技能的冷却时间缩短1秒。",
          },
        },
        "4": {
          "0": {
            format: "盾牌猛击和横扫的伤害提高500%%。",
          },
        },
        "6": {
          "0": {
            format: "每次使用盾牌猛击或横扫命中敌人时，都会使攻击速度提高 30%%，持续3秒。该效果最多可叠加5次。",
          },
        },
      },
      name: "罗兰的传世甲",
    },
    sage: {
      bonuses: {
        "3": {
          "0": {
            format: "每当有死亡之息掉落时，会掉落第二个死亡之息。",
          },
        },
      },
      name: "贤者之旅",
    },
    shadow: {
      bonuses: {
        "2": {
          "0": {
            format: "当受到致命伤害时，你会自动施放烟雾弹，并恢复至25%%的生命值。该效果每 120 秒只能生效一次。",
          },
        },
        "4": {
          "0": {
            format: "暗影之力获得每个符文的效果。",
          },
        },
      },
      name: "暗影装束",
    },
    shenlong: {
      bonuses: {
        "2": {
          "2": {
            format: "攻击时有一定几率抛出一枚蕴含纯粹能量的法球。",
          },
        },
      },
      name: "神龙之魂",
    },
    storms: {
      bonuses: {
        "2": {
          "0": {
            format: "你的内力生成技攻击速度提高25%%，伤害增加300%%。",
          },
        },
        "4": {
          "0": {
            format: "疾风击消耗 75 点内力，但使用技能后会返还一层效果。",
          },
        },
        "6": {
          "0": {
            format: "你的内力生成技使疾风击的武器伤害提高至 12500%%，持续6秒。",
          },
        },
      },
      name: "千风飓",
    },
    sunwuko: {
      bonuses: {
        "2": {
          "0": {
            format: "施放飓风破、爆裂掌、神龙摆尾、风雷冲或金钟破时，会生成一个替身嘲讽附近的敌人，然后爆炸造成 1000%% 的武器伤害。",
          },
        },
        "4": {
          "0": {
            format: "当你的替身爆炸时，你获得一项增益效果，使你飓风破、爆裂掌、神龙摆尾、风雷冲和金钟破技能所造成的伤害提高500%%，持续3秒。",
          },
        },
      },
      name: "猴王战甲",
    },
    talrasha: {
      bonuses: {
        "2": {
          "0": {
            format: "对敌人造成奥术、冰霜、火焰或闪电伤害时，会使一枚相同伤害类型的陨石从天而降。每种伤害类型有8秒的冷却时间。",
          },
        },
        "4": {
          "0": {
            format: "攻击会使你对该类伤害的抗性提高100%%，持续6秒。",
          },
        },
        "6": {
          "0": {
            format: "攻击会使你的伤害提高150%%，持续6秒。奥术、冰霜、火焰以及闪电攻击每攻击一次叠加一层。叠加效果会刷新持续时间。",
          },
        },
      },
      name: "塔·拉夏的法理",
    },
    unhallowed: {
      bonuses: {
        "2": {
          "0": {
            format: "你的能量生成技能同时会生成 1 点戒律值。",
          },
        },
        "4": {
          "0": {
            format: "如果没有敌人在你身边20码范围之内，你可获得 20%% 的伤害减免并且造成的伤害提高 4%%，持续10秒。",
          },
        },
        "6": {
          "0": {
            format: "你每拥有15点戒律值，都会使你的能量生成技能和多重射击造成的伤害提高%% 。",
          },
        },
      },
      name: "邪秽之精",
    },
    vyr: {
      bonuses: {
        "4": {
          "0": {
            format: "御法者获得每个符文的效果。",
          },
        },
      },
      name: "维尔的神装",
    },
    wastes: {
      bonuses: {
        "2": {
          "0": {
            format: "使痛割的每秒伤害提高500%%，持续时间延长至15秒。",
          },
        },
        "4": {
          "0": {
            format: "在旋风斩持续期间，你获得40%%的伤害减免。",
          },
        },
        "6": {
          "0": {
            format: "旋风斩获得风卷残云符文效果，且风卷残云的伤害提高至2500%%的武器伤害。",
          },
        },
      },
      name: "废土之怒",
    },
    zunimassa: {
      bonuses: {
        "2": {
          "0": {
            format: "你的鬼娃大军会持续到死亡为止。",
          },
        },
        "4": {
          "0": {
            format: "每存活一只鬼娃，你和你的宠物受到的伤害便降低 2%%。",
          },
        },
        "6": {
          "0": {
            format: "你的法力消耗技命中敌人时，你的战宠对他们造成的伤害提高275%%，持续4秒。",
          },
        },
      },
      name: "祖尼玛萨之魂",
    },
  },
});
